import alexBox from "../assets/text-boxses/Alexdner-textbox.png";
import aliyahBox from "../assets/text-boxses/Aliyah-Church.png";
import benjiBox from "../assets/text-boxses/Benjamin-yard.png";
import mariaBox from "../assets/text-boxses/Mariabox.png";
import russianBox from "../assets/text-boxses/Russianbox.png";
const russianText = {
  id: "englishText",
  frontPage: {
    title: "Российская недвижимость в Израиле ",
    openingParagraph: `
        Российская недвижимость в Израиле 
  В период 1850-1917 гг. усилиями Российской империи и русской церкви были построены десятки строений на Ближнем востоке и, в частности, в Палестине. Таким образом, прогресс и техническая революция, начавшиеся на Западе, достигли наших мест.
Со времён распространения христианства на Руси, русский народ ощущает глубокую связь со святыми для христианства местами в Палестине.  Огромные силы и средства вкладываются сюда Российским государством и русским народом. Они направляются, в основном, на строительство церквей и монастырей, а также инфракструктуры для паломников в Иерусалим, число которых растёт с каждым годом. Эти инвестиции были очень важны для развития Палестины. Их результаты чувствуется и в наши дни: прекрасные церкви украшают Израиль, тысячи туристов приезжают ежегодно из России с целью посещения Святых мест.

Среди главных строений, построенных ИППО и русской церковью выделяется. `,
  },
  IsraelPage: {
    haifa: {
      title: `<b>Собор Святого Пророка Илии в Хайфе или церковь Илии Пророка</b>`,
      info: `В связи с увеличением потока паломников в Палестину, достигшим рекорда в 1913 г., пароходы начали прибывать в Хайфский порт.
      Архимандрит Леонид Сенцов приобрёл здесь участок земли для строительства храма и приюта для паломников.
      Поначалу Османские власти отказывались дать разрешение на строительство, но в конце концов, согласились, и на 300-ю годовщину царствования дома Романовых Собор открылся для широкой публики.
      Илия Пророк считается в христианстве важной фигурой. Согласно некоторым преданиям Илия Пророк и Иоанн Креститель – одно и то же лицо. Также считается, что Пророк Илия боролся с идолопоклонством.`,
    },
    seaOfGalili: {
      title: `<b>Тверия</b> `,
      info: `На берегу Тибериадского озера, среди Галилейских пейзажей, находится подворье Марии Магдалены. В 1908 г. архимандритом Леонидом Сенцовым был приобретён участок земли, на котором позднее было построено подворье. Так он описал это место: «чудный оазис на  пустынных берегах озера».
      По преданию, именно на месте нынешнего расположения храма, названного в её честь, произошло чудо изгнания из Марии Магдалены семи бесов.
      «После сего он проходил по городам и селениям, проповедуя и благовествуя Царствие Божие, и с ним двенадцать, и некоторые женщины, которых он исцелил от злых духов и болезней: Мария, называемая Магдалиной, из которой вышли семь бесов…» (Евангилие от Луки).
      Русские монашки ухаживают за этим прекрасным местом у подножия Галилеи.`,
    },
  },
  JerusalemPage: [
    {
      name: "mariaChurch",
      title: "Русское подворье",
      cssForPosition: {
        position: "fixed",
        top: "28%",
        left: "15%",
      },
      positonForTextBox: {},
      imageBox: russianBox,
      info: `
        <b>Русское подворье</b> -
        
        В 1857г. Османские власти согласились продать России участок земли площадью 68 дунамов вблизи  западной части Иерусалимских стен. Российский император заплатил за пять шестых участка, а одну шестую получил в подарок. Это был экстраординарный шаг османских властей: участок находился в стратегической близости от Старого города, вблизи от центральной улицы Яффо. Османским властям пришлось освободить центральную площадь, на которой происходили праздники, церемонии и военные парады. Фактически, это был первый участок, проданный России в непосредственной близости к Старому городу.
      Так началось осуществление плана строительства городка для русских паломников на Святой земле.
       Здесь находятся Свято-Троицкий  собор, больницу, Мариинский и Елизаветинский хостели, Русская духовная миссия Московского патриархата в Иерусалиме, здание Российского консульства и водохранилища.`,
    },
    {
      name: "mariaChurch",
      title: "Русское подворье",
      cssForPosition: {
        position: "fixed",
        top: "37%",
        right: "4%",
      },
      positonForTextBox: {},
      imageBox: mariaBox,
      info: `
    <b>Церковь Марии Магдалены</b> -

    Новый Завет характеризует Марию Магдалену как ярую последовательницу Христа и известна как «апостол апостолов» (apostolorum apostola). Согласно Евангелию, она была одной из женщин, присутствовавших на месте распятия и воскрешения Христа.

    На участке, приобретённом на имя Александра III, в 1882 г. Была построена церковь, которая должна была стать и стала венцом русского присутствия на Святой Земле. О ней написано ещё до завершения строительства: «В изумительном месте создаётся памятник, достойный царской семьи и во славу России. Католические монахи рвут на себе одежды от зависти».
    Архимандрит Капустин, глава российской религиозной миссии, предложил Великим князьям – Сергею Александровичу и Павлу Александровичу, во время их визита в Иерусалим в мае 1881 г., построить храм в память об их матери – княгини Марии Александровны.
    Строительные работы начались в 1885 г., а в 1888 г. состоялась церемония освящения церкви с участием греческого патриарха и главы ИППО Великого князя Сергея Александровича, а также его супруги Великой княгини Елизаветы Фёдоровны, которая просила захоронить её в этой церкви.
    Против главных входных ворот в церковь в изгороди вокруг Масличного сада установлен древний каменный столб неизвестного происхождения, названный «столбом измены» или «столб поцелуя». Столб обозначает место, на котором Иуда Искариот поцеловал Христа, выдав его римлянам, как написано в Евангелии от Марка:
    « И тотчас, как Он ещё говорил, приходит Иуда, один из двенадцати, и с ним множество народа с мечами и кольями, от первосвященников и книжников и старейшин. Предающий же Его дал им знак, сказав: Кого я поцелую, Тот и есть, возьмите Его и ведите осторожно. И, придя, тотчас подошёл к Нему и говорит: Рабби! Рабби! И поцеловал Его. А они возложили на Него руки свои и взяли Его».
    После революции  в России большевики преследовали царскую семью, включая Великую княгиню Елизавету Фёдоровну. После смерти мужа она приняла монашество и посвятила свою жизнь помощи ближним. Она отказалась покинуть Россию  в целях личной безопасности и осталась со своими близкими в Москве. Елизавета была схвачена большевиками и зверски убита после года заключения в застенках. Приверженцы царя, нашедшие тело Великой княгини, просили достойно похоронить её. Тело было переправлено в Сибирь , оттуда – в захоронение царской семьи в Китае. В 1920 г., по указанию её сестры Виктории и в соответствии с волей самой Елизаветы, её останки были захоронены в церкви Марии Магдалены. Елизавета причислена к лику святых и включена в Собор новомучеников и исповедников Российских.`,
    },
    {
      name: "nyvskyChurch",
      title: "Русское подворье",
      cssForPosition: {
        position: "fixed",
        top: "45%",
        right: "54%",
      },
      positonForTextBox: {},
      imageBox: alexBox,
      info: `
        <b>Александровское подворье, церковь Александра Невского</b> - 

      Единственное в Старом городе Иерусалима  и самое близкое к Храму Гроба Господня русское владение. Представляет собой археологический и архитектурный комплекс, включающий в себя порог Судных Врат со знаменитыми «игольными ушами».
      Земля, на которой стоит подворье, была приобретена у коптского духовенства в 1859 г. Российским консульством и первоначально предназначалась для здания Консульства.
      Однако, Консульство для удобства было построено не здесь, а на Русских постройках, за пределами Старого города.
      В 1881 г после паломнической поездки на Святую землю великого князя Сергея Александровича на участке начались обширные археологические раскопки под руководством архимандрита Антонина Капустина, поскольку обнаружилось, что на участке сохранилось множество древностей. В 1883 г. был обнаружен фрагмент второй обводной иерусалимской стены с Порогом Судных Врат, построенный в 5 – 4 вв. до нашей эры, арка храма Адриана, фрагменты стен и остатки двух колонн базилики Храма Воскресения времён правления императора Константина Великого, а также остатки других сооружений VII – VIII вв. После завершения раскопок прямо над ними началось строительство  подворья, которое завершилось  в 1891 г. 22 мая 1896 г. на подворье освятили домовую церковь в честь святого Александра Невского.`,
    },
    {
      name: "ascensionChurch",
      title: "Русское подворье",
      cssForPosition: {
        position: "fixed",
        top: "48%",
        right: "3%",
      },
      positonForTextBox: {},
      imageBox: aliyahBox,
      info: `
              <b>Елионский Спасо-Вознесенский монастырь на Масличной горе</b>- 
      Арабские местные жители назвали его «Аль Московия» в честь построивших его российских паломников, несмотря на то, что основные создатели его прибыли из других районов России.  Создания и воплощение идеи, как и многих других, принадлежат архимандриту Антонину Капустину, прибывшиму из Пермской губернии. Церковь посвящена вознесению Христа. Её центральной частью является башня высотой 64 метра. Колокол весом в 5 тонн, был первым колоколом, прозвучавшим в Иерусалиме после многих столетий, когда мусульманские власти запрещали христианам звонить в колокола. Путь, проделанный колоколом из России, весьма поэтично описан Мэиром Шалевом в книге «Эсав»: «Четыреста пятьдесят паломников волокли огромный бронзовый колокол к церкви Марии Магдалены (ошибка автора). Колокол отлили в Одессе и водрузили на специально построенную для этого телегу. Мужчины  тащили её в порт. Оттуда отплыли на пароходе «Санта Анна» в Яффо, оттуда повозку вызвались тащить женщины. Путь проделали молча. Паломники дали обет молчания до тех пор, когда колокол  будет подвешен.
      Проделавших этот путь ещё долго можно было определить по походке: тяжёлые, будто вымученные шаги людей, идущих против сильного ветра.»

      Традиция нахождения головы Иоанна Крестителя на Масличной горе – 
Существует древнее предание, согласно которому голова Иоанна Крестителя была найдена на Масличной горе во времена римского императора Константина Великого. Голова Иоанна была отрублена, так как он доказал, что царь Ирод женился на жене своего брата Иродиаде, у которой была дочь от брата. По иудейской традиции женитьба на жене брата разрешалась только том случае, если брат умер, не оставив детей. По монашеской традиции в русском монастыре Иродиада не позволила похоронить голову Иоанна вместе с телом, а спрятала её в замке Ирода. Она опасалась, что будучи похороненным целиком, Иоанн воскреснет. 
Ученица Иоанна обнаружила голову и вынесла её под покровом ночи из замка. Она спрятала голову в кувшине и похоронила её на Масличной горе. Согласно преданию, голова была найдена дважды. В первый раз – вельможей Иннокентием, решившим удалиться от мира и жить в одиночестве. Он купил небольшой участок земли на Масличной горе. Иннокентий решил построить небольшую церковь и натолкнулся на кувшин с головой. Перед смертью Иннокентий закопал кувшин в том же месте, в котором нашёл его. В 452 г. кувшин был найден двумя монашками, которым Иоанн Креститель трижды явился во сне. Он рассказал им, где похоронена его голова. На третий раз монашки поверили, начали искать и нашли голову.

Место, где, согласно традиции, была найдена голова Иоанна Крестителя.`,
    },
    {
      name: "benjeminYard",
      title: "Русское подворье",
      cssForPosition: {
        position: "fixed",
        top: "15%",
        left: "21%",
      },
      positonForTextBox: {},
      imageBox: benjiBox,
      info: `
    <b>Вениаминовское подворье в Иерусалиме</b> - 
    
    Названо в честь иеромонаха Вениамина, впервые прибывшего на Святую землю в 1846 г. и влюбившегося в неё подобно многим другим. Во время русско-турецкой войны лечил раненых на фронте и заслужил звание Героя.
    В 1887 г. Вениамин открыл на собранные им пожертвования общежитие в Западном Иерусалиме. В отличие от сезонных общежитий (сезон паломничества длился с октября до мая) ИППО, общежитие Вениамина стало приютом для тех, кто хотел остаться и жить в Иерусалиме. За символическую плату они могли снять там комнату. Кроме того, на подворье были комнаты, в которых могли бесплатно проживать члены ИППО. Вениамин был очень уважаем Иерусалимским духовенством, его похоронили в Свято-Троицком Соборе.
    Подворье Вениамин завещал ИППО и переписал его на имя председателя – Великого князя Сергея Александровича. 
    На протяжении многих лет на подворье размещалась гуманитарная организация «Йад Сара».`,
    },
  ],
};
export { russianText as default };
